{
    "Navbar": {
      "HOME": "الرئيسية",
      "ABOUT_ME": "عنّي",
      "SERVICES": "الخدمات",
      "CONSULTATION":"استشارات",
      "REVIEWS": "المراجعات",
      "CONTACT": "الاتصال"
    },
    "Home": {
    "COACH": "المدرب",
    "NAME": "خالد عتيق",
    "TAGLINE": "التطوير المستمر هو السبيل لتحقيق أي نجاح سواء كان فردي أو جماعي",
    "Button" : "ابدأ الآن"
    },
    "About" : {
      
        "title": " خالد عتيق :",
          "description": "خالد عتيق هو لايف كوتش واستشاري علاقات، واستراتيجي في تطوير الأعمال. يتميز بشغفه العميق بمساعدة الناس على تجاوز أزماتهم النفسية واكتشاف المسار المناسب لكل فرد. مرّ خالد بتحديات نفسية وصدمات كبيرة، لكن بفضل الله، تحولت هذه التجارب إلى مصدر قوة وإلهام له، مما ساعده على توجيه الآخرين نحو التشافي والتطور. نشأ خالد في عائلة محافظة تقدّر الأخلاق وتحرص على الارتقاء بها. يتميز بالإصرار، الاستمرارية، والدقة، إضافة إلى شغفه بالبحث والاكتشاف. خالد قارئ نهم ومؤمن بالتغيير المستمر. عمل خالد في العديد من المجالات التجارية مثل العقارات، الإعلام الآلي، والإدارة، لكنه وجد شغفه الحقيقي في مجال التطوير الشخصي وتطوير الأعمال. في عمر 27، أسس شركة 'عتيق للتطوير العالمي'، والتي تهتم بتطوير الأفراد، الجماعات، والشركات. يتمتع خالد بخبرة تزيد عن 12 عامًا في هذا المجال، ويشعر بالتزام عميق تجاه الفرد والمجتمع العربي، ساعيًا لتطوير أسلوب حياتهم وتحقيق إمكانياتهم الكاملة."
        
        
    },
   "Services": {
    "title": "استشارات تطوير الشخصية",
    "description": "تُركّز جلسات استشارات التنمية الشخصية على تحسين جوانب مختلفة من الحياة مثل النمو الشخصي، تحقيق الأهداف، تعزيز الثقة بالنفس، التغلب على التحديات العاطفية أو النفسية، وتطوير المهارات الشخصية.",
    "benefits": {
      "0": {
        "title": "تركيز فردي",
        "description": "يوفر تركيزًا على احتياجات وأهداف الفرد بدلاً من نهج عام أو جماعي.",
        "icon": "person"
      },
      "1": {
        "title": "إرشاد مخصص",
        "description": "يقدم المستشار نصائح واستراتيجيات بناءً على تحليل مفصل لوضع العميل.",
        "icon": "hand-thumbs-up"
      },
      "2": {
        "title": "تحقيق الأهداف",
        "description": "يساعد المستشار الشخصي على تحديد أهداف واضحة ووضع خطة عمل واقعية لتحقيقها، مع متابعة مستمرة للتقدم.",
        "icon": "flag"
      },
      "3": {
        "title": "تجاوز التحديات النفسية",
        "description": "يساعد الأفراد في معالجة وتجاوز العقبات العاطفية أو النفسية التي قد تعرقل النمو.",
        "icon": "heart"
      },
      "4": {
        "title": "زيادة الوعي الذاتي",
        "description": "تساعد الاستشارات الأفراد على فهم نقاط قوتهم وضعفهم، مما يعزز وعيهم الذاتي ويحسن تفاعلهم مع العالم.",
        "icon": "eye"
      },
      "5": {
        "title": "دعم وتحفيز",
        "description": "يوفر المستشار دعمًا وتحفيزًا مستمرين للبقاء ملتزمًا بالتغيير الشخصي والتحسين.",
        "icon": "chat"
      },
      "6": {
        "title": "توازن العمل والحياة",
        "description": "تركز الاستشارات على تحقيق توازن صحي بين العمل والحياة الشخصية، مما يحسن جودة الحياة بشكل عام.",
        "icon": "balance-scale"
      }
    }
  },
  "Contact" : {
    "contact_us": "اتصل بنا",
    "contactMessage": "تواصل معنا من خلال الاستمارة أو تفاصيل الاتصال أدناه، ودعنا نتواصل.",
    "email": "البريد الإلكتروني",
    "name": "الاسم",
    "subject": "الموضوع",
    "message": "الرسالة",
    "contact_details": "تفاصيل الاتصال",
    "phone": "الهاتف",
    "address": "العنوان",
    "send_now": "أرسل الآن"
  },"REVIEWS": {
    "TITLE": "تقييمات العملاء",
     "INTRO": "انضموا إلى عائلة عملائنا المميزة، التي تجمع بين الشغف والابتكار والرضا التام",
    "REVIEW_1": {
      "TEXT": "متمكن، واثق من نفسه ويبعث شعور بالراحة."
    },
    "REVIEW_2": {
      "TEXT": "مدرب يمكنه إقناع الحاضرين منطقيًا."
    },
    "REVIEW_3": {
      "TEXT": "أعطانا الأهم فالأهم."
    },
    "REVIEW_4": {
      "TEXT": "ما شاء الله قدرة خارقة في الإلقاء وملامسة الأذهان، طرافة وخفة دم."
    },
    "REVIEW_5": {
      "TEXT": "مدرب أروع ما يكون في البساطة والوضوح وإيصال المعلومة للمتلقي وتحفيزه وتبسيط الطريق لتحقيق الهدف."
    },
    "REVIEW_6": {
      "TEXT": "الطاقة الإيجابية."
    }
  },
  "MSG" :{
      "SUCCESS_MESSAGE": "تم إرسال بريدك الإلكتروني بنجاح!",
    "ERROR_MESSAGE": "حدث خطأ أثناء إرسال بريدك الإلكتروني."
  },
  "footer" : {
    "companyTitle": "الشركة",
    "companyLinks": {
      "home": "الصفحة الرئيسية",
      "services": "خدماتنا",
      "review": "مراجعة",
      "contact": "اتصل بنا"
    },
    "resourcesTitle": "الموارد",
    "resourcesLinks": {
      "blog": "مدونة",
      "podcasts": "البودكاست",
      "freeTools": "أدوات مجانية"
    },
    "connectTitle": "تواصل معنا",
    "socialLinks": {
      "facebook": "فيسبوك",
      "instagram": "إنستغرام",
      "linkedin": "لينكد إن"
    },
    "logoTitle": "شعارنا",
    "logoName": "خالد عتيق",
    "copyrightText": "© 2024 جميع الحقوق محفوظة",
    "copyrightLogoText": "خالد عتيق"
  },
  
    "services": {
      "title": "الخدمات",
      "description": "نحن ملتزمون بتقديم خدمات استثنائية تعزز النجاح وتحوّل عملك. مع التزامنا بالتميز، نفخر بتقديم مجموعة شاملة من الخدمات.",
      "motivationalSpeaker": {
        "title": "متحدث تحفيزي",
        "description": "بصفتي متحدثًا تحفيزيًا، أهدف إلى إلهام وتمكين الأفراد للوصول إلى إمكاناتهم الكاملة. من خلال المحاضرات الجذابة والقصص الشخصية، أساعد الناس على التغلب على التحديات واعتناق التغيير الإيجابي."
      },
      "lifeCoach": {
        "title": "لايف كوتش",
        "description": "بصفتي مدرب حياة، أقدم إرشادات مخصصة لمساعدة العملاء على التنقل في رحلات حياتهم. أركز على تحديد الأهداف واكتشاف الذات وتطوير خطط قابلة للتنفيذ لتحقيق النجاح الشخصي والمهني."
      },
      "mentalHealthTherapist": {
        "title": "معالج صحة نفسية",
        "description": "أقدم خدمات العلاج لدعم الرفاهية العقلية. نهجي إنساني ومرکز على العميل، حيث أركز على مساعدة الأفراد في التعامل مع الضغوط والقلق والتحديات العاطفية."
      },
      "businessAdvisor": {
        "title": "مستشار أعمال",
        "description": "بصفتي مستشار أعمال، أقدم رؤى استراتيجية لمساعدة المنظمات على النمو والازدهار. أختص في الكفاءة التشغيلية، واستراتيجيات التسويق، والتخطيط المالي."
      }
    },
    "events" : {
      "title": "فعالياتنا"
  }

  
  
    
    
  }
  